Revit 2027 API
ParameterTypeId.MepPipeUpperInvertElevation Property
 "Upper End Invert Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepPipeUpperInvertElevation { get; }
Public Shared ReadOnly Property MepPipeUpperInvertElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepPipeUpperInvertElevation {
	ForgeTypeId^ get ();
}
static member MepPipeUpperInvertElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace